bbenoist.Nix
bierner.markdown-mermaid
bradlc.vscode-tailwindcss
bungcip.better-toml
christian-kohler.path-intellisense
clinyong.vscode-css-modules
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
emmanuelbeziat.vscode-great-icons
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
GitHub.copilot
GitHub.copilot-labs
golang.go
GrapeCity.gc-excelviewer
GraphQL.vscode-graphql
GraphQL.vscode-graphql-syntax
haskell.haskell
jebbs.plantuml
justusadam.language-haskell
KevinRose.vsc-python-indent
MariusAlchimavicius.json-to-ts
mattn.Lisp
mechatroner.rainbow-csv
mhutchie.git-graph
mikestead.dotenv
mrmlnc.vscode-csscomb
ms-azuretools.vscode-docker
MS-CEINTL.vscode-language-pack-ja
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vsliveshare.vsliveshare
naumovs.color-highlight
njpwerner.autodocstring
octref.vetur
Prisma.prisma
redhat.vscode-yaml
rust-lang.rust-analyzer
Zignd.html-css-class-completion
