bradlc.vscode-tailwindcss
christian-kohler.path-intellisense
clinyong.vscode-css-modules
dbaeumer.vscode-eslint
eamodio.gitlens
ecmel.vscode-html-css
emmanuelbeziat.vscode-great-icons
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
golang.go
kevinrose.vsc-python-indent
mhutchie.git-graph
mikestead.dotenv
ms-azuretools.vscode-containers
ms-ceintl.vscode-language-pack-ja
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
naumovs.color-highlight
prisma.prisma
redhat.vscode-yaml
rust-lang.rust-analyzer
shd101wyy.markdown-preview-enhanced
tamasfe.even-better-toml
zignd.html-css-class-completion
