tap "libsql/sqld"

brew "bat"
brew "gnutls"
brew "emacs"
brew "eza"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "git-secrets"
brew "htmlq"
brew "jq"
brew "mise"
brew "sqlite"
brew "tfenv"
brew "watch"

cask "appcleaner"
cask "deepl"
cask "discord"
cask "docker-desktop"
cask "google-chrome"
cask "karabiner-elements"
cask "notion"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "warp"
cask "zoom"