brew "bat"
brew "coreutils"
brew "direnv"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "git-secrets"
brew "gnutls"
brew "emacs"
brew "htmlq"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "mise"
brew "sqlite"
brew "starship"
brew "terminal-notifier"
brew "watch"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

cask "appcleaner"
cask "cursor"
cask "claude-code"
cask "deepl"
cask "discord"
cask "docker-desktop"
cask "google-chrome"
cask "karabiner-elements"
cask "notion"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "warp"
cask "zoom"
