# Homebrew taps
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"

# Homebrew formulae
brew "act"
brew "bat"
brew "emacs"
brew "exa"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "git-secrets"
brew "htop"
brew "jq"
brew "kubernetes-cli"
brew "mise"
brew "postgresql@14"
brew "sqlite"
brew "starship"
brew "telnet"
brew "tfenv"
brew "wget"
brew "pnpm"

# Desktop applications
cask "docker"
cask "discord"
cask "google-chrome"
cask "zoom"
cask "slack"
cask "spotify"
cask "appcleaner"
cask "visual-studio-code"
cask "karabiner-elements"
cask "deepl"
cask "iina"
cask "maccy"
cask "monitorcontrol"
cask "gitify"
cask "warp"
cask "notion"